const data = [ 
    { 
        "word_id":1,
        "word":"hello world",
        "context":"The first program many learn to write is '..... .....'."
    },
    { 
        "word_id":2,
        "word":"Вчерашнего",
        "context":"....... дня было так много событий, что мы не могли остановиться, обсуждая их."
    },
    { 
        "word_id":3,
        "word":"Уносить",
        "context":"Сильный ветер начал ....... листья с деревьев."
    }
    ,
    { 
        "word_id":4,
        "word":"Разноголосый",
        "context":"Когда он говорил, ....... хор эмоций звучал в его голосе."
    }
    ,
    { 
        "word_id":5,
        "word":"Потушить",
        "context":"Ему удалось ....... костёр перед тем, как начался дождь."
    }
    ,
    { 
        "word_id":6,
        "word":"Уткнуться",
        "context":"Она любила ....... в подушку и мечтать о будущем."    
    }
    ,
    { 
        "word_id":7,
        "word":"Перепачкать",
        "context":"Ребёнок умудрился ....... краской весь стол."
    }
    ,
    { 
        "word_id":8,
        "word":"Виньетка",
        "context":"На обложке книги была красивая ......., привлекающая внимание."
    }
    ,
    { 
        "word_id":9,
        "word":"Дом",
        "context":"....... в котором он вырос, всегда напоминал ему о детстве."
    },
    {
        "word_id":10,
        "word":"Сияние",
        "context":"В глазах её отражалось ....... далёких звёзд."
    },
    {
        "word_id":11,
        "word":"Бессмертной",
        "context":"Каждый герой мечтал о ....... славе и почете."
    },
    {
        "word_id":12,
        "word":"Загадка",
        "context":"Его слова всегда были словно ......., которая требует решения."
    },
    {
        "word_id":13,
        "word":"Неведомый",
        "context":"Она шагнула в ....... лес, полный тайн и чудес."
    },
    {
        "word_id":14,
        "word":"Подозрение",
        "context":"Он всегда вызывал ....... своим загадочным поведением."
    },
    {
        "word_id":15,
        "word":"Рассвет",
        "context":"....... озарил небо мягким розовым светом."
    }
];
export default data;
